#--------------------------------------------------------------
#Resource file for TESVT 0.84 - Chinese
#--------------------------------------------------------
Ok=確認(&O)
Yes=是(&Y)
No=否(&N)
Cancel=取消(&)
Close=關閉
Ok_(Ctrl-Enter)=確認(Ctrl-Enter)

#-----------------------Menus-----------------------------
Load_Esp=載入Esp/Esm文件
Load_Strings=載入Strings文件
Recent_files=最近打開的文件
Save_SST=保存到SST詞典
Set_Vocab=辭彙庫緩存及界面設置
Custom_Dic=自定義詞典
Utf8=UTF8模式
Open=打開
Save=保存
ForceUtf8Load=載入時強制UTF8編碼
ForceUtf8Export=保存時強制UTF8編碼
Trans_Exact=詞典匹配翻譯
Heuristic=對當前strings實行啟發式翻譯
HeuristicFull=對全部strings實行啟發式翻譯
SearchandReplace=搜索和替換
AutoTrans=載入時自動實行詞典匹配翻譯
LoadEspCompare=載入對照Esp文件
File=文件(&F)
Translation=翻譯(&T)
Vocabulary=辭彙庫
Tools=工具(&T)

#-----------------------mainTabSheet-----------------------------
Home=介紹
AutoTranslation=自動翻譯
Vocabulary=辭彙庫
EspTree=ESP樹狀表
Records_def=ESP項目歸類
Log=日誌

#-----------------------VTree-----------------------------
Original=原文
Translated=譯文
LD=LD

#-----------------------espcompareOpts:-----------------------------
Esp_Compare=Esp比較
overwrite=覆蓋
overwrite_All=全部覆蓋
overwrite_NoTrans=除已翻譯項外全部覆蓋
overwrite_NoValid=除已翻譯項和已驗證項外全部覆蓋
overwrite_Selection=只覆蓋選中的項

#-----------------------lang-----------------------------
source_lang=原文語言:
dest_lang=目標語言:
Game_Folder=遊戲Strings文件夾路徑:
Build_Cache=生成翻譯緩存:
UILang=界面語言:
Lbl_UIChange=(重啟程序後生效)

#-----------------------Replaceall-----------------------------
ctrl_select=使用Ctrl鍵選擇/取消字元串項
Auto_accept=總是接受
SelectAll=全部選擇
DeselectAll=全部取消選擇
Update_Similar_Strings=發現類似的原文 - 選擇驗證或更新全部譯文方案: 

#-----------------------Searchtext-----------------------------
Source=原文
Destination=譯文
searchin=搜索範圍: 
textSearch=文本搜索

#-----------------------search&Replace-----------------------------
searchandReplace= 搜索和替換
search=搜索
replace=替換
searchRepIn=搜索和替換範圍:
StringsAll=全部字元串項
StringNoVal=待驗證字元串項
StringNoLD=啟發式翻譯無效的字元串項
StringSel=選擇的字元串項
searchinsource=在原文中搜索並替換對應譯文
searchindest=在譯文中搜索和替換
Search_method=搜索和替換模式:

#-----------------------edit window-----------------------------
Lbl_confirm_Chg=當Strings文件有實時變更時確認更改
Lbl_Edit1=編輯字元串 [%.8x] %s%s
Search=搜索
espRecord=Esp項目
Diff_Viewer=差異查看器
Alias_Check=別稱檢查
EspCompRes=Esp對照結果
SearchandEdit=搜索並編輯
Alias_Source=別稱 (原文)
Alias_Dest=別稱 (譯文)

#-----------------------Hints-----------------------------
Hint_EditSearch=在文本中搜索
Hint_EditSNext=搜索下一個
Hint_EditSPrevious=搜索上一個
Hint_Uppercase=大寫選中的字母 (F5)
Hint_LowerCase=小寫選中的字母 (F6)
Hint_TitleCase=當前詞首字母大寫 (F7)
Hint_VocabSel=全部選擇
Hint_VocabUnSel=全部取消
Hint_VocabReload=重載翻譯緩存
Hint_VocabOpenSST=打開選中的SST詞典
Hint_VocabOCustom=讀取並編輯自定義詞典
Hint_VocabSCustom=保存自定義詞典
Hint_SearchEdid=在EDID中搜索
Hint_SearchSource=在原文中搜索
Hint_SearchDest=在譯文中搜索
Hint_SearchTrans=顯示: 已翻譯項
Hint_SearchNoTrans=顯示: 未翻譯項
Hint_SearchVal=顯示: 已驗證翻譯項
Hint_SearchPart=顯示: 待驗證翻譯項
Hint_SearchLD=顯示: 啟發式翻譯匹配項
Hint_SearchAlias=顯示: 別稱錯誤檢查
Hint_SearchDupli=顯示: 原文條目對應多個譯文
Hint_SearchWarn=顯示: 警告 (Esp對照)
Hint_SearchCheck=選擇所有顯示選項
Hint_SearchunCheck=取消所有顯示選項

#---------------------------------------------------------------------------------
# args like %s %d %.x etc..., *MUST* be in the string and *MUST* stay in the same order.   
#	<br> is used to force a carriage return
#---------------------------------------------------------------------------------
Fbk_StrOrphean=%d 無配對字元串發現.<br>此Strings文件可能不對應此版本的Esp/Esm.
Fbk_MissingStr=某些Strings文件丟失,放棄載入.
Fbk_ReadFile=從文件讀取...
Fbk_ReadBsa=從BSA讀取...
FbK_LoadindAddonStr=載入附加STRINGS... (%s)
FbK_Total=總計:
Fbk_LDNodeerror=正在編輯的節點不是LD節點.
Fbk_menuFail=載入失敗: 未找到文件.
Fbk_CacheLoadError=載入翻譯緩存時失敗 %s
Fbk_SSTLoadError=載入SST文件時失敗
Fbk_StringEspOrphean=無配對: [lstringID: %.6x]
Fbk_CacheLoad=載入翻譯緩存...
Fbk_cachecount=%d 條目.
Fbk_RenameError=重命名備份文件時發生錯誤<br>無法存取文件或找不到文件,放棄保存.
Fbk_Init=初始化...
Fbk_BuildingCache=生成辭彙緩存. 請稍候...
Fbk_MissingVocabStr=需要的語言strings文件不存在,無法生成辭彙緩存.
Fbk_DirectTrans=直接翻譯...
All=總計
Fbk_TransResult=未翻譯 (%s): %d / %d (%.0f%%)
Fbk_TransResultSST=未翻譯 (%s): %d
Fbk_LDResult=No LD 匹配: %d / %d (%.0f%%)
Fbk_Saving=保存中: %s	
Fbk_Codepage=代碼頁: %s
Fbk_LDLaunch=啟發式搜索: %s
Fbk_Strings=字元串: %d
Fbk_TES4Error=此文件不是一個TES4 esp/esm文件
Fbk_RecOrphean=無配對 - lstringID缺失 [%.6x]: %s
Fbk_FailespString=載入Esp/esm或Strings文件失敗
Fbk_Failesp=載入Esp/esm文件失敗
Fbk_NOSSTfound=沒有SsstString對應 %s
Fbk_SaveSST=正在保存sstString...'
Fbk_MustDeloc=只有內嵌本地化的Esp文件才能被Esp比較工具調用.
Fbk_applySST=正在應用sst資源...
Fbk_LoadCustom=正在載入自定義SST詞典...
Fbk_SaveCustom=正在保存自定義詞典
Fbk_Saved=%s 已保存.
Fbk_SavedError=保存失敗: %s.
Fbk_UpdateCache=正在更新翻譯緩存...
Fbk_FinalizeBackup=<br>(自動備份原文件)
Fbk_FinalizeConfirm=文件 %s 已存在<br>是否繼續?%s
Fbk_Saveesp=保存ESP文件
Fbk_SaveStr=保存STRINGS文件
Fbk_LoadEsp=正在載入附加ESP... (%s)
Fbk_LoadEspResult=項目數: %d - 欄位數: %d
Fbk_EspCompare=正在載入比較用ESP
Fbk_StringDir=Strings路徑被設為: %s
Fbk_LoadEspOrphean=發現: %d 無配對欄位<br>詳情查看日誌
Fbk_LoadEspShareID=發現: %d (master)->%d (target) 共享ID欄位

Closing=正在關閉
Log_Count=數目: %d
Log_Size=大小: %d
Log_codepage=編碼: %s
Menu_ExportStr=導出STRINGS (完成)
Menu_ExportEsp=導出Esp/Esm (完成)
Menu_ExportStrAs=導出STRINGS為... (完成)
Menu_ExportEspAs=導出Esp/Esm為...(完成)
FilterEsp=mod文件 (*.esp, *esm)|*.ESP; *.ESM
DocsMissing= 未發現, 檢查你的安裝情況
FilterStr=STRINGS文件 (*.Strings)|*.STRINGS
Fbk_ReadError=讀取錯誤: 發現預期外的數據<br>這個 *.esp/*.esm 可能已經損壞.<br>請使用TES5Edit檢查其完整性.
Fbk_TESLocalized=此插件已本地化(字元串未內嵌).<br>是否編輯它的STRINGS文件?
Fbk_ModeEdit=字元串模式: 無esp數據
bNullTag=不可為空(null)

#-----------------------Diff Viewer-----------------------------
Fbk_DiffViewer=不存在可比較的字元串<br>必須先進行一次啟發式搜索,然後再用合適的匹配結果編輯一個字元串.<br>注意: 重載辭彙緩存也會讓你丟失現有最適合的匹配條目.
Fbk_Diff1=%s:<br>
Fbk_Diff2=差異: 字元匹配: %d - 
Fbk_Diff3=字元變更: %d - 
Fbk_Diff4=字元增加: %d - 
Fbk_Diff5=字元刪減: %d<br><br>
Fdb_DiffStr1=原字元串 (辭彙表字元串)
Fdb_DiffStr2=更新字元串 (附加字元串)

#-----------------------langPrefs Feedback-----------------------------
notFOUND=未發現
FOUND=字元串
inBSA=BSA文件
GenNO=[可生成: 否]
GenYES=[可生成: 是]
fbk_FileGen=緩存文件 [%s] 可以生成:
fbk_NoFileGen=緩存文件 [%s]  不可生成:
fbk_Details=詳細:
fbk_Cacheinfo=緩存信息:

#-----------------------dialogs-----------------------------
Dia_SaveEspAs=保存 *.esp 為...
Dia_SaveStrAs=保存 *.strings 為...
Dia_chooseStringDir=選擇STRINGS所在路徑.
Ask_ErrorLangFile=錯誤: 無法設置語言. 請檢查codepage.txt文件
Ask_LangUnload=TESVT將提交全部當前翻譯和緩存: 繼續?
Ask_SavingSST=保存 SSTStrings 詞典為 %s ?
Ask_ConfirmStr=字元串已被編輯,是否驗證改動?
Ask_LangMatchError=語言: 載入的Strings的源語言和選擇的語言不匹配.<br>請先設置辭彙語言.
Ask_SSTResExists=發現對應當前插件的一個SST資源<br>但沒有被包括在現用的翻譯辭彙緩存中<br>是否要載入?<br><br>如果不載入, 並且保存了新的改動.<br>舊有的SST資源中的所有數據將會丟失.

#---------------------newstring v0.81----------
Dictionaries=Dictionaries
Menu_preset=預設: %s -> %s
lang_presets=語言預設
addPreset=將當前語言設置添加到預設
clearPreset=清除所有預設
Fbk_FinalizeWarn=馬上就要完成 %s. <br>[%s] to [%s]<br>完結進程將應用所有顯示在已翻譯列的字元串<br><br>是否繼續?

#---------------------newstring v0.83----------
Hint_ShowNull=顯示: 空字元串
Hint_OpenUserFolder=打開自定義詞典所在文件夾
Hint_SearchCurrent=只在當前列表中搜索
#----contextmenu entries
Menu_Edit=打開: 編輯字元串(Enter)
Menu_Validate=選項: 設為已驗證翻譯(F1)
Menu_Partial=選項: 設為待驗證翻譯 (F2)
Menu_Cancel=選項: 取消翻譯 (F4)	
Menu_FixAlias=選項: 修正指代匹配 
Menu_AddField=添加欄位(自定義)
Menu_Edit2=編輯此翻譯
Menu_Validate2=驗證此翻譯
Menu_ExpandAll=全部展開
Menu_CollapseAll=全部摺疊
Menu_RestoreStr=還原字元串
Menu_SpChar=顯示特殊字元
Menu_ChangeFont=改變字體
Menu_UseTrans=選用此譯文
Menu_InvertDiff=翻轉原文->譯文比較
Menu_CloseAll=全部關閉
#-----XML------
LoadCurrentXML=導入XML資源覆蓋當前mod
SaveCurrentXml=導出當前mod到XML資源
ExportXMLRes=導出 %s 的XML資源
ImportXMLRes=導入 %s 的XML資源
XML_ERROR=XML文件錯誤
FilterXML=XML文件 (*.xml)|*.XML
FileNotFound=文件未找到

#---------------------newstring v0.84----------
resetALL=重置所有翻譯?
Fbk_TESLocalized2=這個Esp/Esm已本地化.<br>模式[Esp-Layout + String]啟用
NoResult=無結果
Options=選項
Set_Options=設置選項和語言
ChkOptSound=彈出對話框時播放聲音
OptBackup= 備份esp/esm: 
CheckBoxOptBackup=簡易模式: 重命名並保存
CheckBoxOptFolder=高級模式: 設定備份文件夾路徑

#---------------------newstring v0.85----------
Menu_ResetAll=重置所有翻譯
Discard=<br>(廢棄)
Fbk_StrOrphean2=發現 %d 無配對字元串.%s
OrpheanStringInfo=無配對字元串 (遊戲中不會調用)
RecordDataError=未知數據記錄錯誤
Fbk_CacheStrNoMatch=某些字元串ID配對失效(廢棄)
ChkAutoSwitchField=動態欄位切換(在編輯窗口中按F1/F2/F3切換字元串)

#---------------------newstring v0.90----------
Dialogs=話題與對話

#---------------------newstring v1.0----------
hint_autotrim=自動去除當前編輯字元串首尾的多餘空格和回車換行.

#---------------------newstring v1.1----------
Menu_ExportMCM=輸出MCM翻譯文本(完成)
Menu_ExportMCMAs=輸出MCM翻譯文本為...(完成)
Load_MCMmenu=載入MCM翻譯文件
FilterMCM=Translate/MCM/Bsa 文件 (*.txt, *.bsa)|*.TXT; *.BSA
Filtertxt=Skyrim Translate/MCMFiles (*.txt)|*.TXT
Dia_SaveMCMAs=保存 *.txt (已翻譯)為...
FbK_LoadingAddonMCM=正在載入MCM翻譯文件... (%s)
FbK_LoadingAddonMCMCompare=正在載入對照MCM翻譯文件... (%s)
LoadMcMCompare=載入對照MCM翻譯文件
MCMnotFoundinBSA=%s 不在指定BSA文件中
Fbk_SaveMCM=正在保存MCM翻譯文件...

#---------------------newstring v1.2----------
case_sensitive=Case sensitive
sstCountBackup=SST詞典備份數量(0 =關閉備份)
ChkUseAdvancedDic=使用高級詞典保存方式
Hint_mergeSST=合并選中詞典
Hint_SortSST=詞典歸類(按字母順序排列，非使用者詞典緩存將會一直放在底部)
Hint_OpenEditSST=打開並編輯SST詞典
MergeSst=合并詞典
inputMergeName=輸入詞典的最終名稱
confirmMerge=確認是否合并下列詞典：
Fbk_MergeSst=詞典合并中……
ask_applySst=你是否接受把選中的詞典作為SST資源並用於<br>%s<br>改進程會覆蓋所有相關文件
Hint_applySst=同意把被選中的詞典作為sst資源用於正在被編輯的附件中

#---------------------newstring v1.3----------
fbk_pexError=反編譯錯誤<br>%s<br>請向我報告這個.pex文件
fbk_pexErrorDetail1=未知操作碼
fbk_pexErrorDetail2=發現預料之外數據
Hint_LockTranslateTag=通過一個<b>$</b>前綴鎖定數據 (類屬已被翻譯標籤)<br>你必須重新載入Papyrus文件使得改變生效。
Load_ScriptPex=載入PapyrusPex腳本（測試版）
Fbk_LoadPex=載入/反編譯PapyrusPex文件: %s...
Fbk_FailPex=載入PapyrusPex文件時出現錯誤……
Ask_pexDisclaimer=你正準備對一個Papyrus Pex文件進行編輯<br><br>這是一個測試版的功能<br><br>大部分的無法編譯詞條都已經被鎖定，但是有的時候，一些不能碰的詞條卻沒有被鎖定。<br>如果你並不確定哪些詞條能碰哪些不能碰，請不要編輯，以免腳本損壞。<br>你可以在被反編譯的數據中找到對應的string以便了解這些詞條是幹嘛的。<br>風險自負。<br><br>繼續么？
chkExpertMode=高手模式(移除警告)
Menu_ExportPex=導出Pex (完成)
Menu_ExportPexAs=導出Pex作為…… (完成)
FilterPex=PapyrusPex 文件 (*.pex)|*.PEX
Dia_SavePexAs=保存 *.pex (PapyrusPex)作為……
menu_editsst=編輯SST
menu_applysst=接受SST
menu_deletesst=刪除SST

#---------------------Fallout4translator 0.4
hint_noReplace=不要搜索相似string
AddIdToStrings=增加詞條id到string中
AddId=增加詞條id到：
AddWhat=增加種類：
Add_StringID=增加StringID
Add_EDID=增加FormID
Add_RecordRef=增加RecordRef
#---------------------Fallout4translator 0.5-0.7b
OldDial_Info=測試版<br>這是N網mod「完整對話界面」的string製作擴展工具。（mod已出漢化）<br>這個工具的原理是把原版本中的主角對話的短句子選項輪，變成實際主角語音中的長句子。<br><br>這個工具用恰當的數據改變了遊戲的原有strings，所以我建議你給原有的string文件做個備份。（steam驗證也可能會把這些文件給還原，請注意。）<br><br>首先，你必須把源語言和目標語言都設定為同樣的語言（你想要使用的語言，漢化版當然是漢語），然後選擇什麼種類的string操作以及/或者你想要在句首增加的前綴。
OldDial_Replacing=替換對話數據……
OldDial_Multi=發現一個以上dialRef
OldDial_Replaced=%d 句短對話已經被替換成長對話
OldDial_bAll=如果選擇，替換時將會動到<Alias/Global>里的內容
OldDial_Skip=跳過字元數大於 %d 的string
OldDial_Cut=當strings字元數大於 %d 時，切掉剩餘部分
OldDial_PrefixInfo=你可以使用你的語言在最終版本的string中增加相關的前綴。所有的詞語都必須列在這裡，一行一個。<br>如果原始的string配套上了一行，那麼它就會按照下面的格式增加到最終的對話當中。（使用大寫字母 %PREFIXE%%DIAL% 來定義格式）
OldDial_AddPrefix=增加前綴
OldDial_Keep=不要減少string大小
OldDial_Prefix=前綴
Overwrite_PartialOnly=Strings被部分標記 (F2)
Overwrite_AllRelevant=所有相關strings
OldDial_KeepChanges=保持兩次批量替換之間的改變（保存前） 
OldDial_StringOp=Strings操作： 
OldDial_Apply=接受改變在：
Add_DialRef=為INFO增加對話
#---------------------Fallout4translator 0.8
OldDial_AddOriginal=直接複製原始的<Alias/Global>內容（按照前綴的方式處理）
searchRepMethode=匹配目標語言格式
justAddInDest=不要搜尋，只要在目標語言中增加和替代就好
LoadStringAsDest=載入.Strings為翻譯
Fbk_LoadStringAsDest=載入.Strings為翻譯
Fbk_LoadStringAsDestFailed=載入.Strings.錯誤
Fbk_ComputeData=計算數據……
Filtertxt2=(*.txt)|*.TXT
Dia_loadBatch=載入批量替換規則
Dia_SaveBatch=保存批量替換規則
BatchSearchAndReplace=批量搜尋和替換
LangSpecific=簡繁轉換工具
ConvertTCSC=繁體→簡體(測試版)
ConvertSCTC=簡體→繁體(測試版)
#---------------------Fallout4translator 0.9--------
Fbk_LoadEspOrpheanFix=%d 條查詢失敗的條目已經被自動修復。<br>檢查log日誌以便獲取更多細節，或者查詢string列表中的<PlaceHolder_Lookup>條目。
#---------------------Fallout4translator 0.9.1--------
Search_inAllLists=搜索全部列表(.strings, dlStrings, .ilstrings)
#---------------------Fallout4translator 0.9.2--------
Apply_EDIDOnly=只使用EDID ref
Apply_EDIDStringControl=使用EDID ref以及Strings控制.
Apply_Mode=模式：
#---------------------Fallout4translator 0.9.3--------
ChkAutoTranslate=對載入的esp/esm/.string進行預先翻譯
ChkVTSimpleLine=每行string只顯示一行以避免渣機卡死在長篇文本處 (需要重新載入)
ChkUseFileStream=對於大文件使用文件流(更慢但使用內存更少)
#---------------------Fallout4translator 0.9.4--------
OpenLocString=為 %s 選擇一個.String文件:
ChkUseStringDialog=當打開一個本地化esp/esm的時候，跳出對話框提醒選擇已載入的.strings文件。
Fbk_StringMatchError=.string的文件名和語言必須匹配esp/esm文件名和源語言。
ComparingStrings=對比String中……
Menu_CompareSourceDest=對比源語言<->目標語言
Menu_TagDiff=標籤Strings [不匹配]
Menu_TagSame=標籤Strings [匹配]
ValidateALL=確認所有翻譯生效？
Menu_Validate_All=確認所有翻譯生效
OldDialogStyle=原有對話形式
#---------------------Fallout4translator 0.9.5--------
ChkSpellCheck=通過微軟Word API介面來激活單詞拼寫檢查模式。（需要重啟）
ChkSpellCheckResticted=只檢查被選定部分的拼寫。(對原始語言有效)
but_Build_Cache=建立緩存
#---------------------Fallout4translator 0.9.6--------
FormRegex=正則翻譯工具
Lbl_Regex=正則表達式：
Lbl_Replace=替換：
ExcludeAlias=不包含別名
RegexMode=正則表達模式：
Chk_Search1=從原語言當中尋找和翻譯
Chk_Search2=從目標語言當中尋找和替換（不是翻譯）
UseHeuristic=使用啟發式翻譯
HeuristicThreshold=啟發式翻譯雷同部分門檻
Invalidate_fail=失敗的無效翻譯
#---------------------Fallout4translator 0.9.7--------
Menu_FixNumber=選項：修複數量
Menu_Copy=焦點：複製
Menu_Paste=選項：粘貼
msg_MSConnectFail=你的電腦里沒有找到微軟word。<br>拼寫檢查選項將會被關閉。
ChkKeepUtf8=讀取和保存的時候強制使用Utf8格式。(不推薦)
#---------------------Fallout4translator 0.9.7b--------
Menu_FixAlias2=選項：修復<*>
but_reset=默認
FixNumberPtn=修複數字正則表達
FixAliasPtn=修復別名正則表達
regExOpts=正則表達選項：
Menu_ValidateFix=確認並修複數量
#---------------------Fallout4translator 0.9.8a--------
Reset_StringState=輸入之前重置String。
AskXMLImport=輸入XML文檔
Apply_FORMIDOnly=使用FormID ref
Apply_FORMIDStringControlStrict=使用精確的FormID和Strings
Apply_FORMIDStringControl=使用不那麼精確的FormID和Strings
Apply_StringOnly=只使用Strings
ReleasingXml=取消載入XML……
LoadingXml=載入XML……
ReadingXml=讀取XML……
#---------------------Fallout4translator 0.9.8c--------
Fbk_RegexTrans=應用正則表達中……
fbk_CacheCompute=尋找緩存數據中……
XML_ERROR_CONTENT=這個XML文件使用了老舊的格式並且並無法表現出相關操作數據。
#---------------------Fallout4translator 0.9.9--------
Hint_RegExParse=進入這裡獲取常規的解釋。
Hint_RegExReplace=BackReferences syntax:<br><b>#1</b>,<b>#2</b>……簡單替換，不會順便翻譯<br><b>%1</b>,<b>%2</b>……替換的同時直接翻譯<br><b>$1</b>,<b>$2</b>……替換的同時進行啟發式翻譯<br>
Hint_SearchWarn2=<b>展示</b>：警告
Hint_SearchLocked=<b>展示</b>被鎖定的標籤
Menu_Validate3=選項：作為[已翻譯]形態確認
Menu_Partial2=選項：作為[半成品]形態確認
Menu_Locked=選項：作為[無需翻譯]形態確認
Menu_Cancel2=選項：取消翻譯	
OldDial_AllPrefixe=把原始的解釋（比如諷刺、贊同）複製到所有的完整對話前面(跟前綴一個格式)
overwrite_IgnoreLocked=忽略被鎖定(F3)的string(黃色)
overwrite_NoTransExlusive=除已被確認的其餘所有
overwrite_NoTransAndPartial=除已被確認以及被單獨標出(F2)的其餘所有strings
XML_Options=XML輸出選項
XMExportOpt=輸出：
XMLExport_All=所有
XMLExport_Translated=除了部分(F2)和被鎖定(F3)的其餘全部
XMLExport_Selection=只有所選部分
XMLExport_Diff=只有帶著source != dest部分的String
#---------------------Fallout4translator 0.9.9a--------
ChkUseLocOptions=當載入一個本地化的esm/esp時所出現的選項
locOpt_LoadRegular=載入.strings (搜索順序：.\string文件夾，然後是BSA/BA2)
locOpt_ChooseStrings=手動選擇位置(.strings文件一定要屬於esp/esm)
locOpt_PrioArchive=載入.strings (搜索順序：BSA/BA2然後是.\string文件夾)
locLabel=選項：
Form_Browser=為 %s 搜索bs*壓縮文件
fbk_Opening_Archive=打開壓縮文件中……
fbk_Nothing_Found=沒搜到相關文件。
Menu_ExportInBsa=輸出並整合到壓縮文件中(*.bsa,*.ba2)<br>
Fbk_ExportInBSA_Ask=<BETA><br>任務將被完成，文件將被重新壓縮<br>[%s]<br>到BSA/BA2中。<br>繼續么？
fbk_ExportInBsa=文件 <br>%s<br>已經被成功壓縮到文件包 %s
fbk_ExportInBsaError=出現錯誤<br>文件 %s 沒有被成功壓縮到文件包 %s
fbk_ExportInBsaRenameError=當重新命名壓縮包<br>文件:<br>%sIn<br>%s 時出現錯誤。
Fbk_BsaLocked=壓縮包已被鎖定(被設為只讀或被其他程序佔用)。操作中斷。
#---------------------Fallout4translator 1.0.0beta1--------
Cache_Heuristic=緩存啟發式數據……
ask_isUtf8b=%s<br><br>本esp的文本似乎被設置為UTF8格式，但你的源語言設置無法解碼該格式。處理後的文本數據可能會亂碼。<br>-選擇是來強制使用UTF8格式解碼。<br>-選擇否來使用當前編碼解碼 [%s:%s]。 (但是接下來你將需要設置合適的源語言並重新載入esp文件)。
Ask_Remember1=記住選擇。
Ask_Remember2=記住選擇(只持續一段時間)。
Ask_Remember3=不要再顯示這個了。
but_reset_dialogopts=重置對話選項
Ask_pexDisclaimerB=你即將要編輯一份Papyrus Pex文件。<br><br>本功能無法保證100%安全。<br><br>大多數不可翻譯的詞條將會被鎖定，但是總有小部分是含混不清無法判斷的。<br>如果你沒法保證一個詞條能否被翻譯，那就不要動手以免毀壞腳本。<br>你可以在被反編譯的數據中找到對應的string以便了解這些詞條是幹嘛的。<br>風險自負。<br><br>繼續么？
Load_Bsa=打開壓縮包BA2/BSA並尋找Pex/McM
Archive_Content=Script.Pex/Translate.Txt
Fbk_loading_Multi=載入多個文件 %.f%%
FilterBSA|*.BSA; *.BA2=壓縮包滾5/輻射4 (*.bsa, , *.ba2)|*.BSA; *.BA2
FilterEsp|*.ESP; *.ESM=Mod文件(*.esp, *.esm)|*.ESP; *.ESM
FilterSTR|*.STRINGS=STRINGS文件(*.Strings)|*.STRINGS
FilterXML|*.XML=XML文件(*.xml)|*.XML
FilterTXT|*.TXT=Translation.txt/MCM文件(*.txt)|*.TXT
FilterMCM2|*.TXT; *.BSA; *.BA2=Translation.txt/MCM/Bsa/Ba2文件(*.txt, *.bsa,*.ba2)|*.TXT; *.BSA; *.BA2
FilterPex|*.PEX=PapyrusPex files (*.pex)|*.PEX
LocalizedOpts=本地化的esp/esm選項針對 %s
DiscardNoTransPex=放棄無需翻譯的pex腳本文件(推薦)
Menu_CloseCurrent=關閉當前的文件
Nofilefrombsa=%d/%d 文件被放棄<br>可能原因：<br>被選中文件無需翻譯或者無效。
Error_Dup_Bsa1:%s=錯誤<br>一個副本文件被發現，因為<br>%s<br>文件被放棄。
Error_Dup_Bsa2:%s=ERROR<br>文件列表為空<br>操作終止。
Fbk_ExportInBSAMulti_Ask=其他屬於<br>[%s]<br>的文件也被完整翻譯，文件準備注入到：<br><br>%s<br>好：注入所有文件<br>不：只注入當前文件<br>取消：離開
Fbk_BsaMissing=壓縮包丟失，操作中斷。
opening_bsa=打開 %s
#---------------------Fallout4translator 1.0.0beta4--------
msg_SPCheckFail=拼寫檢查初始化失敗。<br>服務關閉。<br>想要正常運作，你要麼需要安裝微軟word，要麼安裝firefox等瀏覽器使用的拼寫插件Hunspell.dll<br>請在N網上閱讀本軟體針對該插件的介紹。頁面@Nexus
Use_SpellCheck=使用拼寫檢查器
Choose_API=從下面選擇一個API介面。
hunspell_Dics=Hunspell詞典
SpellCheckOpts=拼寫檢查器選項
#---------------------Fallout4translator 1.0.0beta5--------
FormSpOpts=拼寫檢查器選項
Hint_SpellCheck=拼寫檢查選項
spIgnore %s=無視 [%s]
gbSpellCheck=全局拼寫檢查工具
spParseOptions=一般設定
spParseIgnoreFirstUpper=無視「首字母大寫的單詞不在本行的第一個的位置」這種情況
spParseIgnoreMultiUpper=無視「單詞內部大小寫混合」的情況
spParseIgnoreAlias=無視這種括弧內的內容：<  >
RegExTestSubject=測試項目：在開始正則表達測試之前請選擇一個string。
spInfoURL=http://www.nexusmods.com/fallout4/articles/255/?
hint_OpenDicFolder=打開<b>Hunspell</b>詞典文件夾
hint_OpenInfoPage=怎樣獲得<b>Hunspell</b>詞典
Hint_SearchSp=<b>展示</b>:用拼寫檢查器檢查出錯誤的string
HunspellDicInfo=<body>為了使用Hunspell的Api介面,你需要至少一本兼容詞典。很幸運，這些詞典也在被OpenOffice/Mozilla使用著。<br />請使用網路瀏覽器打開下列網址之一：<ul><li><a href="ftp://sunsite.informatik.rwthaachen.de/pub/mirror/OpenOffice/contrib/dictionaries/">ftp://sunsite.informatik.rwth-aachen.de/pub/mirror/OpenOffice/contrib/dictionaries/</a></li><li><a href="ftp://ftp.snt.utwente.nl/pub/software/openoffice/contrib/dictionaries/">ftp://ftp.snt.utwente.nl/pub/software/openoffice/contrib/dictionaries/</a></li><li><a href="ftp://gd.tuwien.ac.at/office/openoffice/contrib/dictionaries/">ftp://gd.tuwien.ac.at/office/openoffice/contrib/dictionaries/</a></li></ul>並尋找適合你的語言的詞典然後下載（右鍵另存為）。<br />比如<br />-法語: fr_FR*.zip<br />-英語(GB): en-GB*.zip <br />-等等。<br /><br />提取zip中的文件扔到<b>fallout4Translator\spellCheck\dictionaries\</b>文件夾：<br />每種語言有兩個文件：<br />-你的語言.dic<br />-你的語言.aff<br />這倆文件必須直！接！放在一起！不要分開也不要套上文件夾！</body>
formHtmlView=信息
Load_Custom=載入個人詞典
#---------------------Fallout4translator 1.0.0beta6--------
FilterStr2|*.STRINGS; *.BSA; *.BA2=Strings Files (*.Strings, *.bsa, *.ba2)|*.STRINGS; *.BSA; *.BA2
Heuristic Suggestions=啟發式翻譯建議
ChkUseAdvancedDic2=對玩家詞典增加了一個檢查值(現在用不上了)
#---------------------Fallout4translator 1.0.0beta7--------
DictionariesInfo=<ul><li>決定你想要哪一種源語言和目標語言</li><li>把路徑設置為 .\data 和 .\strings 文件夾<br /><strong>注意：</strong>這些路徑相互獨立，並不依賴彼此。如果你使用了一些自定義的string，比如那個完整對話界面的mod，或者更好分類的mod，你大概希望有個專門的文件夾來存放那些沒有改過的string做備份。</li><li>這個列表將會向你展示哪些源語言和目標語言的string可以成組搭對使用。只有能夠搭對匹配的詞典才可以被識別。可用的前提下，BSA或者BA2裡面的string會被首先使用。</li><li>請選擇你想用哪一種詞典。<br />-<strong>高級詞典</strong>讓你獲得更強大的自動翻譯功能，但是耗費的運行時間更長(10-30s,看電腦配置).需要Esm + string文件(散件或者打包成BSA/BA2均可)。<br />-<strong>基礎詞典</strong>是來源於那個「只有文本」的緩存文件。只需要.strings文件(散件或者打包成BSA/BA2均可)。</li><li>如果你使用<strong>高級詞典</strong>那麼你就完全不需要基礎的緩存文件了，你可以選擇無視他們。(如果你建立了高級詞典，那麼這個選項將會自動設置成「真」)</li><li>點擊按鈕 <strong>建立詞典</strong>來開始進程。<br /><br /></li></ul>
hint_SearchFieldInfo=點擊<b>放大鏡</b>來切換<b>正常</b>和<b>正則</b>搜索模式。
hint_loadedModeList=使用<b>Ctrl-Tab</b>/<b>Ctrl-Shift-Tab</b>在被載入的文件中循環。
Hint_forceLoadSST=當載入了一個esp/pex/McM，自動載入相關詞典，即使沒有被檢查到。
Hint_addFilterInfo=<br>使用<b>滑鼠右鍵</b>在<b>全過濾器</b>/<b>單獨過濾器</b>中來回切換。
hint_UseSingleList=在<b>單行列表視圖</b>和<b>三行列表視圖</b>中進行切換。
ChkLoadSingleList=默認在一個列表當中載入非本地化的esp/esm。
Fbk_LDLaunch2=電腦正在進行啟發式搜索，esc退出。
Heuristic2=啟發式翻譯
ChkAutoSwitchDIAL=編輯過程中自動在對話和記錄中進行切換。
Fbk_FailCache%s=載入<br>[%s]<br>時出現了問題。
fbk_FileAccessError%s=文件<br>[%s]<br>沒找到或被其他程序佔用。
pathForCache=產生緩存文件的路徑：
Data_Cache_Folder=.\data文件夾
Strings_Cache_Folder=.\strings文件夾
Chk_DiscardBasic=忽略基礎詞典
CachetoGenerate=生成的詞典：
Gen_AdvDic=高級詞典(.esm+.strings)
Gen_BasicDic=基礎詞典(只有.strings)
hint_CacheInfoPage=關於<b>詞典</b>的信息
but_Build_Dic=建立詞典
fbk_AdvDicDone=高級詞典：進度完成。
fbk_BasicDicDone=基礎詞典：進度完成。
#---------------------Fallout4translator 1.0.0beta8--------
Set_Options1=偏好
Set_Options2=詞典和語言
#---------------------Fallout4translator 1.0.0beta8a--------
Hint_folderData=儲存<b>*.esm</b>和<b>*.bsa/*.ba2</b>遊戲文件的文件夾。<br><i>注意：本選項只用來建立詞典。</i>
Hint_folderString=儲存原始（未經改動）的<b>.strings</b>遊戲文件的文件夾。<br>不用非得設置成默認的string文件夾。<br>也沒必要非要跟其他的數據文件夾有什麼關聯。<br><i>注意：本選項只用來建立詞典。</i>
#---------------------Fallout4translator 1.0.0beta9--------
generateFuzMap=生成語音指向
hint_generateFuzMap=給當前的插件生成<b>語音指向（fuz）</b>文件(只包括esp/esm)
hint_playFuz=針對被選中的行列播放<b>語音指向（fuz）</b>文件(聲音) (快捷鍵:F11)
#---------------------Fallout4translator 1.0.0beta9a--------
hint_FuzClipboard=為當前記錄複製語音指向（fuz）文件列表到剪貼板
#---------------------Fallout4translator 1.0.0beta9b--------
fbk_fuzmap%s=為<br>%s<br>生成語音指向文件中……請等待……
DialInfoData2%d%s%s=[ResponseID:%d] [Emote:%s] [Comment:%s]
#---------------------Fallout4translator 1.0.0beta10--------
RegExPresetName=輸入模板名稱：
PresetDefault=<template>
Menu_regExPresetSave=保存正則表達模板
Menu_regExPresetRename=重命名正則表達模板
Menu_regExPresetDelete=刪除正則表達模板
#---------------------Fallout4translator 1.0.0beta12--------
Restart_Fallout4=以輻射4模式重啟
Restart_Skyrim=以上古捲軸：天際模式重啟
Restart_FalloutNV=以輻射：新維加斯模式重啟
Fbk_UnknownGame%s=來自於 [%s]的標題未知.<br>你仍然堅持要載入本文件么？
Fbk_WrongGame%s%s%s=[%s]<br>這個esp/esm看起來是一個 [%s]文件。<br><br>請以[%s]模式重啟本軟體並重新嘗試載入。
Fbk_MustDeloc2=錯誤：本esp/esm有一個錯誤的標題版本並且/或本文件已經本地化。
Set_Options3=啟動
Always_Fallout4=總是以輻射4模式啟動
Always_Skyrim=總是以上古捲軸5：天際模式啟動
Always_FalloutNV=總是以輻射：新維加斯模式啟動
LastGameUsed=總是以上一次使用的模式啟動
AskAtstart=打開本軟體的時候總是詢問
UseExecutableName=使用exe文件文件名稱
#---------------------Fallout4translator 1.0.0beta13--------
Fbk_WrongGame2%s%s%s=[%s]<br>這個esp/esm看起來是壹個[%s] 文件。<br><br>妳想重啟這個軟件，基於遊戲[%s]麽? 
advOptions=高級選項：
ChkAnalyzeVMAD=(BETA)嘗試正確分析VMAD腳本對應的string文件，請小心使用。
VMADFound=在esp/esm當中找到了可編輯並對應string的文件腳本（VMAD屬性）。<br>需要編輯麽？<br><br>警告：錯誤編輯會毀掉mod。<br><br>註意：黃色的VMAD詞條將不會保存。
#---------------------Fallout4translator 1.0.0beta14--------
Save_SST_as=把sst詞典另存為…
customSSTName=輸入壹個自定義名稱：
hint_searchRecField=<b>搜尋範圍</b>:記錄/字段標題<br>使用：<b>ABCD</b> 來進行<b>記錄</b>或者<b>字段</b>搜索</b><br>使用<b>ABCD:ABCD</b>來進行<b>記錄：字段</b>搜索
fuzBSAPattern=針對BSA/BA2的語音指向格式
fuzPatternNotice=為了建立fuz語音指向，相關聯的BSA/BA2檔案（也就是包括了fuz文件的檔案）必須匹配上對應的模板。<br>在無需文件擴展的前提下給每壹行增加了壹個正則替換模版。<br>標簽 %BASENAME% 在運行的時候被插件名所替代。妳可以增加模版而無需%basename%來強制處理特殊的BSA/BA2.
Set_Options4=選項……
Set_Options5=高級選項……
#---------------------Fallout4translator 1.0.0beta15--------
Menu_Export=導出翻譯
Menu_Import=導入翻譯
Menu_FinalizeStr=完成STRINGS翻譯
Menu_FinalizeEsp=完成Esp/Esm翻譯
Menu_FinalizeStrAs=完成STRINGS翻譯並另存為...
Menu_FinalizeEspAs=完成Esp/Esm翻譯並另存為...
Menu_FinalizeInBsa=完成並重新打包(*.bsa,*.ba2)
Menu_FinalizeMCM=完成MCM/Translate翻譯
Menu_FinalizeMCMAs=完成MCM/Translate翻譯並另存為...
Menu_FinalizePex=完成Pex翻譯
Menu_FinalizePexAs=完成Pex翻譯並另存為...
lbl_XML=XML文件
lbl_SST=SST詞典
Split_colab=通過合作分割ID分割導出的文件
SSTexportoptions=SST導出選項
ExportCurrentSST=導出當前SST:
FilterSST|*.SST=SST詞典(*.sst)|*.SST
ExportSST=正在導出SST...
ImportSST=正在導入SST...
Menu_Colab=選擇：定義合作分割ID
Menu_ColabReset=選擇：重置合作分割ID
Undo=撤銷
FormColabId=定義合作分割ID:
#---------------------Fallout4translator 1.0.0beta15c--------
OldDial_NeedMaster%s=壹些詞條需要主詞條引導。<br>請加載要漢化mod的esp/esm以及相關聯的其余文件，並且重啟OldDialogStyle（老對話）工具來完成進程。<br><br>需要主文件:<br>%s
#---------------------Fallout4translator 1.0.1--------
DerivedStringsGen=計算源string中……
MenuDisplay=顯示
Zoom+=增加字號
Zoom-=降低字號
ZoomDefault=默認字號
Chk_OnlyLooseFile=只使用.\strings文件夾中的string文件（無視bsa/ba2）。
Search_Source=原文中搜索
Search_Dest=譯文中搜索
Search_Edid=Edid/formID中搜索
Search_Rec=記錄/字段標題中搜索
FormColabFilter=定義標簽/Id過濾器
overwrite_RestrictToFilter=Restrict to currently visible items from SearchFilter使用過濾器來篩選出所有目前可見項目
Apply_Tag_Only=只接受標簽/Id
hint_colabFilter=<b>搜索範圍</b>: 標簽/ID。 (把搜索範圍限制在選中的標簽/ID中)<br><b>鼠標左擊</b>來改變過濾器狀態<br><b>右擊</b>來改變選中的標簽/Id。
WarningMSApi=使用微軟word的api接口進行全局拼寫檢查真的很慢。<br>強烈推薦使用Hunspell Api來搞定這項任務。
BuildQuestList=計算任務列表中……
#---------------------Fallout4translator 1.0.0beta16e--------
hint_filterVoice=<b>過濾器</b>:聲音種類(需要FuzMap語音指向)<br>只展示使用特定聲音種類的<b>信息</b>條目。<br>FuzMap語音導向面板選擇聲音種類。
#---------------------Fallout4translator 1.0.0beta17------
Fbk_LoadSST%s=加載SST詞典基於 %s
Fbk_ApplySST%s=接受SST詞典基於 %s
Fbk_Finalyze=完成中...
#Note to UI translators: all previous "beta" captions have been removed from UI strings. Instead, the string below will be used as a prefix for all beta functionalities.
Beta_Warning=該項特性還處於beta版本<br>出現問題請及時反饋<br><br>
#----------------
Qust_NeedMaster%s=!需要從如下的主esp中獲取數據: <%s>
Qust_ErrorInRef=!數據錯誤
Hint_ResetAllFilters=<b>重置</b>所有過濾器
PexData=反編譯腳本
FuzMap=語音指向
Quests=任務列表
HeuristicSuggestions=啟發式建議
BckRef_=BckRef_
CaptionMode=模式
SaveRules=保存規則
EspCompareOpts=Esp比對選項：
XMLExported=XML已輸出
VMADkept=VMAD記錄已找到： 
VMADdiscarded=VMAD記錄已被放棄: 
VMADString=VMAD已找到string: 
Fbk_SaveBSA=存檔註入...
#---------------------xTranslator 1.0.0beta18------
Always_SkyrimSE=總是以上古卷軸：天際特別版啟動
Restart_SkyrimSE=以上古卷軸：天際特別版重啟
chk_exportFuzData=輸出語音指向文件
#---------------------xTranslator 1.0.0beta18b------
forceCp=強制代碼頁：
#---------------------xTranslator 1.0.0beta18d------
Warn_Version_%s=%s: 壹些詞條的格式版本跟遊戲的格式版本不匹配。
hint_SearchInCurrentModOnly=(F8)只在目前mod的sst詞條中搜索（快捷鍵：F8）
forceCp2=強制代碼
chk_ForceCpImport=加載強制代碼（源語言）
chk_ForceCpExport=保存強制代碼（目標語言）
chk_saveCPsettings=保存設定（不推薦）
Warn_ForceCodepage%s%s=妳正在使用強制代碼設定<br>Source=[%s] -> Dest=[%s]<br>繼續麽？
#---------------------xTranslator 1.0.0beta18e------
Fbk_WrongGame3%s%s%s=[%s]<br>這個esp/esm文件看起來是壹個[%s]文件。<br>妳想要做什麽？使用：<br><br>[Cancel]來離開。<br>[Yes]來把這個文件加載到這個區域[%s]。
Fbk_WrongGame4%s%s%s%s=[%s]<br>這個esp/esm文件看起來是壹個[%s]文件。<br>妳想要做什麽？使用：<br><br>[Cancel]來離開。<br>[No]就會重啟這個工具並把模式改成[%s]<br>[Yes]就會加載這個文件到本工作區域[%s]
forceCpInfo=當壹個esp加載到了不屬於它的界面中時，加載的代碼頁面需要被調整，尤其是如果妳使用那些非字母的語言字符的時候更需如此。請選擇妳打算使用的代碼頁面：
#---------------------xTranslator 1.0.0beta19------
Fbk_UserCacheUpdated=改變語言或者/並且建立詞典將會覆蓋妳目前的編輯。<br>繼續麽？
lbl_FuzDataFdr=語音指向數據文件夾：
but_resetRecent=重置當前列表
tab_Preview=預覽
tab_bsaDef=Bsa定義
bsa_DefaultName=Bsa默認名稱：
bsa_Alias=Bsa其他名稱：
hint_CpOnLoad=<b>代碼頁面</b>被用來加載源語言<br>即使是當壹個esp/esm/string被加載運行的時候妳也可以改變設定。<br>註意：加載新mod的時候該選項無效。
#---------------------xTranslator 1.0.0beta20------
Menu_CopySource=被源語言取代
Yandex=Yandex在線翻譯網（俄網）
MSTranslator=微軟在線翻譯
YandexKey=Yandex秘鑰
ClientID=客戶端ID
ClientSecret=客戶端秘鑰
ResetStats=重置狀態
TranslatorAPIs=翻譯器的API
YReqCount%d=Yandex的請求計數： %d
MSReqCount%d=微軟在線翻譯的請求計數： %d
YCharCount%d=Yandex字符計數： %d
YandexHTTPError=Yandex: HTTP錯誤
YandexDataError=Yandex: %s
TranslatorAPIInfo=<p><strong>翻譯器的API</strong>是壹種提供在線機器翻譯服務的接口。絕大多數的在線翻譯端口都是收費的（雷比亞註：不要看翻譯網站似乎免費，妳使用網站頁面免費翻譯跟調用接口是倆概念，調用API的話，比如百度翻譯是百萬字49元，谷歌百萬字137元RMB），但是也有壹些翻譯網站提供有限免費的服務，比如微軟和Yandex。但不管是哪壹種，收費還是免費，妳都需要首先獲得可以調用API的授權秘鑰。</p><p><strong>Yandex</strong>:免費服務 (11/2016)允許妳免費翻譯<strong>壹百萬字</strong>每<strong>天</strong> <br />妳需要創建壹個賬戶並在如下網站獲取秘鑰：<a href="https://tech.yandex.com/keys/get/?service=trnsl">https://tech.yandex.com/keys/get/?service=trnsl</a><br /></p><p><strong>微軟在線翻譯：</strong>免費翻譯(11/2016)的請求次數是 <strong>7200次</strong>每<strong>月</strong>，但是想要拿到秘鑰的方式比較九曲十八彎：<br />首先申請壹個微軟live賬號，然後登陸Azure MarketPlace，然後申請微軟在線翻譯服務，創建壹個應用來獲得妳的客戶端ID以及客戶端秘鑰。<br />閱讀下面的博客獲取更詳細信息：<a href="https://blogs.msdn.microsoft.com/translation/gettingstarted1/">https://blogs.msdn.microsoft.com/translation/gettingstarted1/</a></p><p>不管是Yandex還是MSTranslator,妳必須把妳已經獲得的許可輸入到翻譯器的API的相關表格當中。然後妳就可以直接獲得自動翻譯的文本結果到翻譯界面的編輯界面當中了。妳也可以看到使用狀態。<br />既然是在線翻譯，那妳翻譯的時候就不可以離線單機了。</p><p>註意：妳的許可，也就是賬號密碼什麽的都直接保存在本軟件的偏好文件當中。另外，<b>請不要隨意瞎使用妳的許可，<b>小心妳申請的賬號被鎖定。</p>
msTransBadTokenError=微軟在線翻譯：許可錯誤（不良許可）
msTransHttpTokenError=微軟在線翻譯：許可HTTP網址錯誤<br>%s
msTransHttpTransProtocolError=微軟在線翻譯：翻譯HTTP網址錯誤<br>%s
msTransHttpTransError=微軟在線翻譯：HTTP錯誤（無法連接）
msTransDataTransError=微軟在線翻譯：翻譯錯誤<br>%s
msTransXMLApiError=微軟在線翻譯：翻譯API例外方式<br>%s
hint_TranslatorApi=關於在線翻譯API的信息
#---------------------xTranslator 1.0.0beta20a------
Menu_YandexApi=使用Yandex的Api進行翻譯[%s->%s]
Menu_MSApi=使用微軟在線翻譯的Api進行翻譯[%s->%s]
Opt_sessionTimeOut=認定許可驗證超時的時間周期。<br>最長9分鐘。設置為0則強制每次驗證都為新請求（很慢）
lblPoweredMS=微軟提供翻譯服務
lblPoweredMSUrl=http://www.bing.com/translator
lblPoweredYandex=Yandex提供翻譯服務
lblPoweredYandexUrl=http://translate.yandex.com/
#---------------------xTranslator 1.0.0beta20b------
data_Error=數據錯誤
http_Error=網址錯誤
Hint_Use_WebApi=本API使用：<br>-當前翻譯器[<b>選擇</b>]到翻譯編輯框中<br>-或者是[<b>原本String</b>] (如果不選擇的話)
but_ApiTranslation=API翻譯(Ctrl-F5)
lbl_ApiKey=在這裏輸入妳的API秘鑰，也就是緊接著秘鑰用戶ID的地方
lbl_ApiStats=API使用統計。妳可以重置任何數字到0.
hint_ForceCPandPreset=<b>強制代碼頁面</b>和<b>語言預設</b>(菜單)<br>改變默認用來存儲的代碼頁面或者語言。<br>
fbkStringTooLong%d=所選字符長度過大，無法調用機翻API。<br>(最多[%d]個字符)
lbl_Selection=已選中 %d
#---------------------xTranslator 1.0.0beta20c------
Dia_loadParsedDialData=從本翻譯器中加載已被解析的對話數據。
FilterDialData|*.TXT;*.CSV=Txt,Csv|*.TXT;*.CSV
hint_LoadNpcMap=輸入NPC定位
hint_ResetNPCMap=重置NPC定位
hint_NpcMapInfo=NPC定位信息
hint_NpcMapFilter=<b>過濾器</b>: Npc(需要NPC定位)<br>只會展示<b>信息</b>對話或相關內容，也就是那些被指定NPC說出來的話。<br>請在NPC定位面板選擇NPC。<br>請註意：NPC定位必須從本翻譯器中輸入進來才可以進行運作。
html_npcMapInfo=<p>NPC定位必須從本翻譯器中輸入進來才可以進行運作。</p><p>請閱讀<a href="http://www.nexusmods.com/skyrimspecialedition/articles/78/">文章</a>獲得更多信息。</p>
#---------------------xTranslator 1.0.0beta21------
Hint_RefreshQustList=<b>刷新任務列表</b>
hint_GenerateNPCMap=<b>生成NPC地圖</b>
Hint_LoadAllMaster=<b>加載所有的主ESM文件，</b> 基於當前的mod為後臺背景（在選項中的數據文件夾中設定）
html_npcMapInfo2=<p>NPC地圖可以立刻生成（點擊第壹個按鈕）。如果這個mod使用了主數據，那麽妳也可以壹鍵加載所有的主ESM（基於數據文件夾），也就是點擊第二個按鈕。</p><p>妳也可以像之前壹樣從xEdit腳本當中輸入地圖。請閱讀<a href="http://www.nexusmods.com/skyrimspecialedition/articles/78/">文章</a>來獲得進壹步的信息。</p>
hint_NpcMapFilter2=<b>過濾器</b>: Npc (需要NPC地圖)<br>只會展示<b>信息</b>條目，這些信息條目式有特定的npc說出來的。<br>請在NpcMap面板上選擇指定NPC。<br>註意：NPC地圖必須在當前mod的NPC地圖面板上進行生成，然後該功能才會起效。
#---------------------xTranslator 1.0.0beta21b------
hint_GenerateNPCMap2=<b>刷新NPC地圖</b>
Hint_LoadAllMaster2=<b><b>加載所有的主ESM文件，</b> 基於當前的mod為後臺背景（在選項中的數據文件夾中設定）並刷新NPC地圖。
fbk_NPCmap%s=Generating NPCMap for<br>%s<br>請等待……
menu_ReverseSST=創建反向sst(語言 <->)
lbl_UndoCount=Number of Undo operations per mod每個mod撤銷操作的數量 (0 =關閉撤銷,降低數值的話需要重啟生效)
#---------------------xTranslator 1.0.0beta21b------
hint_GenerateNPCMap2=<b>刷新NPCMap</b>
Hint_LoadAllMaster2=在後臺為當前的mod<b>加載所有的主Esm文件</b> （在選項中的數據文件夾中設定）並刷新NPCMap。
fbk_NPCmap%s=正在為<br>%s<br>生成NPCMap，請等待……
menu_ReverseSST=創建反向SST（語言 <->）
lbl_UndoCount=每個mod撤銷操作的數量（0 = 關閉撤銷，降低數值的話需要重啟生效）
#---------------------xTranslator 1.0.0（release）------
Menu_CustomDic=選項：發送到自定義詞典
UppercaseAll=大寫所有字符
LowerCaseAll=小寫所有字符
UpperCaseFirstWord=第壹個單詞的壹個字母大寫
UpperCaseFirstCharEachWord=所有單詞的第壹個字母大寫
ToolBoxOptions=工具箱選項
Menu_Toolbox=選擇：工具箱
FuzMiscOpt=Fuz/雜項
RegExOpt=正則表達式/衍生
EnableDerived=啟用衍生字符串
WordExceptionInfo=輸入詞到詞大小寫轉換後必須保持“原狀”的詞（壹個詞壹行）
derivedStringsParseRules=衍生字符串解析規則
derivedStringsNotice=衍生字符串是從詞匯表中現場生成的：滿足給定規則的字符串對會被添加到詞匯表裏。妳可以設置正則表達式的模式來提取字符串中的相關部分。<br>註意：來源和目標語言必須匹配相同的模式以設置正確的字符串對。另外衍生分具有排他性（ 第壹條規則有效 ）。正則表達式默認情況下會很貪婪，妳可能需要使用 ? 參數讓模式的某個部分不“貪婪”。
ErrorRegex%s=衍生字符串解析錯誤 （錯誤的正則表達式模式: [%s]）
DerivedStrings%d=發現衍生字符串: %d
DerivedStringsKept%d=保留衍生字符串: %d
VerboseParsing=詳細解析（在日誌裏顯示詳細結果）
#---------------------xTranslator 1.0.1------
Dia_chooseFixedDir=選擇導出/完成Esp/Esm翻譯的固定文件夾
Dia_chooseDataDir=選擇遊戲數據文件夾
Dia_chooseBackupDir=選擇導出備份文件夾
ChkFixedExportFolder=使用固定文件夾導出/完成Esp/Esm翻譯
ToolBox=工具箱
hint_NPCMapInfo2=從xEdit導入對話的功能已<b>棄用</b>（但仍然受支持），因為對話目前由xTranslator“現場”生成。
NPCMap=NPCMap
NPC/Fuz Map=NPC/語音指向
SearchResult=查找結果
fbk_fixedExportDirError%s%s=導出的固定文件夾[%s]不存在，將使用[%s]。妳可以在選項裏修改路徑。
LoadAllMasters=載入所有主Esp/Esm
ComputingMasterData=計算主文件數據...
#/!\Hint_RegExReplace: this line is updated and moved here from the previous one （fallout4 0.9.9）
Hint_RegExReplace=後向引用語法：<br><b>#1</b>,<b>#2</b>... 簡單替換，不會順便翻譯<br><b>%1</b>,<b>%2</b>... 替換的同時直接翻譯<br><b>$1</b>,<b>$2</b>... 替換的同時進行啟發式翻譯<br>使用"在原文中搜索並添加到譯文"模式時，使用%d替換原始目標字符串: <b>%1/$1/#1 %d</b>
EDIDFormID=EditorID/FormID
RFSig=記錄/字段
lbl_regexAdvInfo=在正則表達式中，用 \i 結束模式以忽略大小寫區別。
SaveSearch=保存搜索
DeleteSearch=刪除搜索
AdvancedSearch=高級搜索
hint_AdvancedSearch=<b>高級搜索</b> 使用<b>普通</b>或<b>正則表達式</b>模式進行多字段搜索
Menu_FilterCurrentFormID=選項: 過濾當前FormID
#---------------------xTranslator 1.0.2------
DEFUIComponentGen=默認界面元素生成器
Component_generated%d=被默認界面數據修改過的物品: %d
Component_gNeedMaster%s= 壹些物品或者元素需要主文件引導。請加載該文件所需要的主文件並重試壹次<br><br>需要主文件:<br>%s
chk_CleanupSource=清除物品String
chk_CleanupCompo=清除元素string
DefUIOutput=默認界面輸出string
DefUIInfo=這個工具通過默認界面的格式處理來給雜項（MISC）物品增加了相關元素。<br>默認設置為: '{{{c1, c2, ...}}}',並基於內部符合條件物品的已註冊數據生成。<br><br>/!\ 本工具只在源語言和目標語言相同的情況下才會生效。<br><br>在接受壹個新數據之前，妳也可以選擇清理掉元素的string以及物品的string(刪除目前的 {{{...}}} 數據)並且妳也可以調整使用過的正則表達式來完成這些工作。(默認設定在大多數情況下使用 'as is').<br>妳也需要加載所有的相關esm主文件來使其完整運行。
#---------------------xTranslator 1.0.2a------
Menu_AddHeader=選項：增加題頭
AddHeader=增加題頭
FixAlias3=修復/匹配<Alias>模式
TrimString=整理String
NoHeader=沒有題頭
but_EditHeaders=編輯題頭
but_LoadfromDefUI=從默認界面標簽列表中加載
HeaderListInfo=在這裏增加妳所需要的[題頭]妳也可以自動輸入默認界面標簽的xml文件，如果妳安裝了文件的話。
